{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "http://data-ltsb.opendata.arcgis.com/datasets/f9536fdf4f2d4be183f1a05bb97957a8_0",
 "dc_title_s": "WI Cities, Towns, and Villages (Spring 2019)",
 "dc_description_s": "Wisconsin municipal boundaries (cities, towns, and villages) collected in January 2019. This data has been collected in regards to state statute 5.15(4)(br)1.County clerks will transmit municipal, municipal ward, and county supervisory districts in GIS format to LTSB by January 15th and July 15th per statute 5.15(4)(br)1: \"...no later than January 15 and July 15 of each year, the county clerk shall transmit to the Legislative Technology Services Bureau a report confirming the boundaries of each municipality, ward, and supervisory district in the county together with a map of the county, in an electronic format approved by the Legislative Technology Services Bureau. Each report shall be current to the nearest January 1 or July 1 preceding the date of the report”.Municipal clerks need to notify the county clerk within 5 days of any boundary change per statute 5.15(4)(b): \"Within 5 days after adoption or enactment of an ordinance or resolution under this section or any amendment thereto, the municipal clerk shall transmit one copy of the ordinance or resolution or the amendment to the county clerk of each county in which the municipality is contained, accompanied by the list and map specified in par. (a). Each copy shall identify the name of the municipality and the county or counties in which it is located.\"Municipal data collected in January will be used by LTSB to update municipal boundaries the U.S. Census Bureau’s TIGER database via the Boundary Annexation Survey (BAS). Counties and municipalities are no longer required to submit boundary changes directly to the Census Bureau. LTSB will submit data to the Census Bureau for the state as a whole.Section 13.96(1)(b) of the Wisconsin Statutes requires LTSB to “upon receipt of municipal boundary information at each reporting interval, reconcile and compile the information received to produce a statewide data base consisting of municipal boundary information for the entire state”.Section 13.96(1)(c) states that LTSB shall “Participate, on behalf of this state, in geographic boundary information programs when offered by the U.S. bureau of the census”.LTSB will publish Municipal Ward, Municipal Boundaries and County Supervisory Districts to the LTSB Open Data Portal located at: http://data.ltsb.opendata.arcgis.com/.This data has been collected with the WISE-Decade software platform. For more information on this system please visit: http://legis.wisconsin.gov/ltsb/gis/wise-decade/.",
 "dc_rights_s": "Public",
 "dct_provenance_s": "Wisconsin State Legislature",
 "layer_id_s": "",
 "layer_slug_s": "LTSB__f9536fdf4f2d4be183f1a05bb97957a8_0",
 "layer_geom_type_s": "",
 "layer_modified_dt": "2019-05-01T19:00:26.712Z",
 "dc_format_s": "File",
 "dc_language_s": "English",
 "dct_isPartOf_sm": "Wisconsin Legislative Technology Services Bureau Open Data",
 "dc_creator_sm": "Wisconsin State Legislature",
 "dc_type_s": "Dataset",
 "dc_subject_sm": [
  "2019",
  "CBAS",
  "Municipal Boundaries",
  "Data Collection",
  "LTSB",
  "Spring",
  "CTVs",
  "Wisconsin",
  "WISEDecade",
  "Municipalities"
 ],
 "dct_spatial_sm": "",
 "dct_issued_s": "2019-02-06T21:40:10.000Z",
 "dct_temporal_sm": "",
 "solr_geom": "ENVELOPE(-92.964315, -86.666104, 47.083029, 42.456895)",
 "solr_year_i": "2019",
 "dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data-ltsb.opendata.arcgis.com/datasets/f9536fdf4f2d4be183f1a05bb97957a8_0.geojson\",\"http://schema.org/downloadUrl\":\"http://data-ltsb.opendata.arcgis.com/datasets/f9536fdf4f2d4be183f1a05bb97957a8_0.csv\",\"http://schema.org/downloadUrl\":\"http://data-ltsb.opendata.arcgis.com/datasets/f9536fdf4f2d4be183f1a05bb97957a8_0.kml\",\"http://schema.org/downloadUrl\":\"http://data-ltsb.opendata.arcgis.com/datasets/f9536fdf4f2d4be183f1a05bb97957a8_0.zip\",\"http://schema.org/url\":\"http://data-ltsb.opendata.arcgis.com/datasets/f9536fdf4f2d4be183f1a05bb97957a8_0\"}"
}