{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "http://data-wi-dnr.opendata.arcgis.com/datasets/a1cef8fc2e25471fbcee10fc3035a044",
 "dc_title_s": "Landsat Summer Water Clarity Data - 2017",
 "dc_description_s": "Satellite derived Secchi depth values (Landsat_SecchiDepth_2017.tif) and image acquisition dates (Landsat_PathInfo_2017.shp) for four 2017 dates with satellite derived water clarity measurements.This raster dataset represents satellite-derived water clarity measurements for thousands of lakes across Wisconsin. These measurements are derived from remote sensing data from the NASA/USGS Landsat Program with the support of Citizen Lake Monitoring Network (CLMN) volunteers for the collection of on-the-ground data. CLMN volunteers collect Secchi depth data when the satellites are overhead to calibrate a model for the retrieval of water clarity data from satellite images. The calibrated model is used to produce summer water clarity maps and average summer water clarity values for lakes across Wisconsin. The maps provide information to compare the variability in water clarity at the lake and regional level. The water clarity dataset is scaled from < 1 to > 16 ft to emphasize the variability in water clarity.The State of Wisconsin is represented by four different paths of the Landsat reference system and the images for these paths are acquired 2, 7, and 9 days apart. This means the combined summer water clarity maps take four different dates to produce an annual summer water clarity composite for Wisconsin. Therefore, the water clarity dataset represents the combined water clarity maps for four different dates mosaicked from Lake Michigan in the eastern part of the state to the Mississippi River in the western part of the state. There are some areas where two paths overlap and a single lake might include data from two different dates.  The 2017 Summer Water Clarity Path Date Index shapefile represents a list of these dates.",
 "dc_rights_s": "Public",
 "dct_provenance_s": "Wisconsin Department of Natural Resources",
 "layer_id_s": "",
 "layer_slug_s": "WiDNR__a1cef8fc2e25471fbcee10fc3035a044",
 "layer_geom_type_s": "",
 "layer_modified_dt": "2019-04-25T16:47:41.513Z",
 "dc_format_s": "File",
 "dc_language_s": "English",
 "dct_isPartOf_sm": "Wisconsin DNR Open Data",
 "dc_creator_sm": "Wisconsin Department of Natural Resources",
 "dc_type_s": "Dataset",
 "dc_subject_sm": [
  "water quality",
  "Landsat",
  "summer water clarity",
  "Secchi depth",
  "Wisconsin",
  "DNR",
  "Department of Natural Resources",
  "WDNR",
  "WI DNR",
  "natural resources",
  "remote sensing",
  "depth"
 ],
 "dct_spatial_sm": "",
 "dct_issued_s": "2019-04-25T13:56:19.000Z",
 "dct_temporal_sm": "",
 "solr_geom": "ENVELOPE(-180.0, 180.0, 90.0, -90.0)",
 "solr_year_i": "2019",
 "dct_references_s": "{\"http://schema.org/url\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/a1cef8fc2e25471fbcee10fc3035a044\"}"
}