{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "http://data-wi-dnr.opendata.arcgis.com/datasets/33ce2a00886c48ffad7aeba0b3232971_0",
 "dc_title_s": "Original Vegetation Points",
 "dc_description_s": "The Pre-European Settlement Vegetation Database of Wisconsin is a tabular database containing vegetative information extracted from the US General Land Office's Public Lands Survey original surveyors' notes for Wisconsin. The survey was conducted by private surveyors under contract to the General Land Office for the purpose of subdividing unsettled US lands for sale. Land was first surveyed into townships of 36 square miles, which where subsequently subdivided into 36 sections, each 1 square mile. Survey posts were set at the corner of each section (section corners) and at the midpoint between section corners (quarter section corners), resulting in a regular array of corners at half mile intervals along a 1 square mile grid. Additional survey posts were set when the survey line intersected navigable bodies of water at places called meander corners. Between 2 and 4 bearing trees were identified near each section, quarter section, and meander corner and recorded in the surveyors' notebooks, along with the presence of individual trees located along the survey lines between corners and the nature of the ecosystems through which the survey traversed.\n \nWe systematically went through microfilms and scanned ditigal images of the surveyors' notebooks and extracted vegetative information about the bearing trees, ecosystems, and disturbances recorded therein. This information was entered into a tabular database. Many trees were ambiguous noted only to genus level (e.g., birch, maple, pine). We used statistical methods to assign species to most of these trees (birch, oak, pine, maple, ash in northern Wisconsin, pine in southern Wisconsin). More information on this methodology can be found in Mladenoff, D.J., S.E. Dahir, E.V. Nordheim, L.A. Schulte, G.G. Guntenspergen. 2002. Narrowing historical uncertainty: Probabilistic classification of ambiguously identified tree species in historical forest survey data. Ecosystems 5, 539-553. Additionally maples and birches in southern Wisconsin were subjectively classified to species level based on location and associated species. \n\nFor more information regarding the US public land survey and this database, see the Forest Landscape Ecology Lab's General Technical Report",
 "dc_rights_s": "Public",
 "dct_provenance_s": "Wisconsin Department of Natural Resources",
 "layer_id_s": "",
 "layer_slug_s": "WiDNR__33ce2a00886c48ffad7aeba0b3232971_0",
 "layer_geom_type_s": "Point",
 "layer_modified_dt": "2019-04-03T13:41:05.475Z",
 "dc_format_s": "File",
 "dc_language_s": "English",
 "dct_isPartOf_sm": "Wisconsin DNR Open Data",
 "dc_creator_sm": "Wisconsin Department of Natural Resources",
 "dc_type_s": "Dataset",
 "dc_subject_sm": [
  "Wisconsin",
  "DNR",
  "Department of Natural Resources",
  "WDNR",
  "WI DNR",
  "natural resources",
  "environmental",
  "NHFEU",
  "ecolandscapes",
  "GLO",
  "General Land Office",
  "preeuropean settlement",
  "vegetation",
  "land cover"
 ],
 "dct_spatial_sm": "",
 "dct_issued_s": "2017-06-23T15:05:01.000Z",
 "dct_temporal_sm": "",
 "solr_geom": "ENVELOPE(-92.74196098065748, -86.7009131352312, 47.03169383736508, 42.465530059938565)",
 "solr_year_i": "2019",
 "dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/33ce2a00886c48ffad7aeba0b3232971_0.geojson\",\"http://schema.org/downloadUrl\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/33ce2a00886c48ffad7aeba0b3232971_0.csv\",\"http://schema.org/downloadUrl\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/33ce2a00886c48ffad7aeba0b3232971_0.kml\",\"http://schema.org/downloadUrl\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/33ce2a00886c48ffad7aeba0b3232971_0.zip\",\"http://schema.org/url\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/33ce2a00886c48ffad7aeba0b3232971_0\"}"
}