{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "http://data-wi-dnr.opendata.arcgis.com/datasets/db7b10c5d3664449a377e9d53e6f1076",
 "dc_title_s": "Potentially Restorable Wetlands File Geodatabase for Download",
 "dc_description_s": "This dataset was last updated in July, 2016.   It is derived, in part, from the SSURGO soil surveys, a compound topographic layer derived from the statewide 10m DEM, Wisconsin 24K Hydro Layer, Wisconsin Wetlands Inventory and the Restoration Database. The extraction of soil polygons is based on two fields and is refined by the CTI values of 10 or greater*. The selecting fields are Percent Hydric and PWSL. All polygons that were greater or equal to 75% hydric were automatically selected for consideration. In addition, Soil Polygons that had a Percent Hydric from 1 - 74 were also selected, and all polygons that were not in these two sets that had a PWSL value between 1 - 80 and <null> were added also considered. All duplicate Polygons were then removed leaving behind unique soil units for consideration. Soil units with 75% or greater Percent Hydric were automatically added to the penultimate dataset, and rest were only considered based on the CTI values of 10 or greater inside their respective units. These cells were simplified based on their values and a minimum area threshold of .09 acres was chosen to begin the selection process. The selection process began with these base polygons and used a repetitive selection of 1.2m to select the nearest cells >= 10. This process ran for thirty-two iterations (32) for deriving the relevant CTI structure. This output was then intersected with the selecting Soil Units to reattach the tabular attributes. The larger percentage soil units and the small units are then merged and from this merged layer the current Wetland Inventory, Hydro, and Restoration Database are erased from the layer. Urban areas, including roads and active railroad corridors are then extracted, labelled and reinserted to the layer. Finally, all units less than .1 acres are deleted from the set. Those polys that contained CTI values that could indicated pooling or high overland flow and were in Non hydric soils and adjacent to either a PRW or a Wetland were selected and labeled \"Contributing Area\"#. Finally, those polygons that are greater than .1 acres and smaller than .5 acres are labeled as \"Less than 0.5 Acres\".*Where the CTI values are concerned it was found, independent of confirmation by efforts in Texas and Minnesota, that value threshold is somewhere between 9.7 and 9.9 depending on topography, soil composition, and exposed bedrock. Where the CTI is used in the process the value of 9.9 was reclassified into the value of 10. In addition, it was found that a value of 12 was needed to more accurately reflect current water conditions where Sand was the chief component of the Ecological Landscape.#This term is currently being revisited, while technically correct, interferes with a current legal definition.\n\n*to visit this download page from the DNR Open\nData Portal, either click the Open button on the right side of the Potentially Restorable Wetlands File Geodatabase for Download item page, or click the two diagonal\narrows on the upper left of that page.",
 "dc_rights_s": "Public",
 "dct_provenance_s": "Wisconsin Department of Natural Resources",
 "layer_id_s": "",
 "layer_slug_s": "WiDNR__db7b10c5d3664449a377e9d53e6f1076",
 "layer_geom_type_s": "",
 "layer_modified_dt": "2019-04-10T13:30:44.000Z",
 "dc_format_s": "File",
 "dc_language_s": "English",
 "dct_isPartOf_sm": "Wisconsin DNR Open Data",
 "dc_creator_sm": "Wisconsin Department of Natural Resources",
 "dc_type_s": "Dataset",
 "dc_subject_sm": [
  "wetlands",
  "water",
  "hydrology",
  "hydrography",
  "restoration",
  "Wisconsin",
  "DNR",
  "Wisconsin Department of Natural Resources",
  "WI DNR",
  "WDNR"
 ],
 "dct_spatial_sm": "",
 "dct_issued_s": "2017-08-22T14:06:27.000Z",
 "dct_temporal_sm": "",
 "solr_geom": "ENVELOPE(-180.0, 180.0, 90.0, -90.0)",
 "solr_year_i": "2019",
 "dct_references_s": "{\"http://schema.org/url\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/db7b10c5d3664449a377e9d53e6f1076\"}"
}