{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "http://data-wi-dnr.opendata.arcgis.com/datasets/87e067cf7cdf4c93aab83acd925c27e3",
 "dc_title_s": "Reed Canary Grass Dominated Wetlands",
 "dc_description_s": "This TIFF-format data set was converted from a GRID-format raster representation of the reed canary grass dominated wetlands of Wisconsin, derived from Landsat satellite imagery. The source data were acquired from Landsat Thematic Mapper (TM) and Landsat Enhanced Thematic Mapper (ETM+) data ranging from 1999-2003 as well as the wetland class of the WISCLAND 1 Land Cover Grid.  The pixel size of the source data is 30 meters. The result of this is that any feature one-half of an acre or larger may be resolved in the data (i.e., Minimum Mapping Unit (MMU) of one-half acre). The reed canary grass data are usable at nominal scales of 1:40,000 to 1:500,000 for a wide variety of wetland assessment and wetland restoration planning applications.These data can be used for watershed scale analysis in various arenas such as wetland invasives research, wetland restoration techniques analysis, and wetland restoration planning. The data have been developed for inclusion in the Potentially Restorable Wetlands Project. The data should be used at scales smaller than 1:40,000. It is also suggested that the data be used at no less than the one-half acre minimum mapping unit.Extensive additional information about this data set, including data lineage information, is provided in the 'Development of a Landscape Level Monitoring Methodology Based on Mapping Invasive Species, Phase II: Statewide Mapping of Wetlands Dominated by Reed Canary Grass, Phalaris arundinacea L.', 2007, WiDNR. The report is accessible at: https://dnr.wi.gov/topic/Wetlands/documents/RCGFinalReport10_08.pdfSee https://www.arcgis.com/home/item.html?id=13adbad479c141d09de58fb71623af2b for full metadata for the original GRID raster.\n*to visit this download page from the DNR Open\nData Portal, either click the Open button on the right side of the Reed Canary Grass Dominated Wetlands item page, or click the two diagonal\narrows on the upper left of that page.\n\n",
 "dc_rights_s": "Public",
 "dct_provenance_s": "Wisconsin Department of Natural Resources",
 "layer_id_s": "",
 "layer_slug_s": "WiDNR__87e067cf7cdf4c93aab83acd925c27e3",
 "layer_geom_type_s": "",
 "layer_modified_dt": "2019-04-10T13:37:26.000Z",
 "dc_format_s": "File",
 "dc_language_s": "English",
 "dct_isPartOf_sm": "Wisconsin DNR Open Data",
 "dc_creator_sm": "Wisconsin Department of Natural Resources",
 "dc_type_s": "Dataset",
 "dc_subject_sm": [
  "invasive",
  "Department of Natural Resources",
  "WDNR",
  "WI DNR",
  "natural resources"
 ],
 "dct_spatial_sm": "",
 "dct_issued_s": "2018-07-30T15:41:34.000Z",
 "dct_temporal_sm": "",
 "solr_geom": "ENVELOPE(-180.0, 180.0, 90.0, -90.0)",
 "solr_year_i": "2019",
 "dct_references_s": "{\"http://schema.org/url\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/87e067cf7cdf4c93aab83acd925c27e3\"}"
}