{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "http://data-wi-dnr.opendata.arcgis.com/datasets/c841fdc2d30640bb99274378bb58f6eb_27",
 "dc_title_s": "TMDL Rock River – Baseline TSS Load per Acre (tons/ac/yr)",
 "dc_description_s": "Per-unit area baseline TSS loads by TMDL reach\n(subwatershed) and sources – background, nonpoint, general permits, MS4\n(stormwater), and wastewater treatment facilities (WWTF – public and\nprivate).  The baseline condition is NOT the same as “existing\nconditions”.  See the TMDL report for a full discussion of what the\nbaseline conditions represent. The Rock River TMDL was approved by US EPA on September 28, 2011. Through this website, you can access ArcGIS files developed in the TMDL including TMDL reaches and reach-sheds (subwatersheds), baseline loads and distributions, TMDL allocations, and reduction requirements to meet TMDL goals.  These data are derived directly from the full TMDL report and appendices.Rock River Recovery is the official name of the Rock River Basin TMDL implementation process. Visit the Rock River Recovery website for more information about the Rock River TMDL, especially relating to implementation, newsletters, development of TMDLs, TMDL sector teams, implementation planning, and restoration projects. To read more detail about the Rock River Recovery, explore our Rock River Recovery project details.  Implementation is an ongoing process of planning, implementation, monitoring, and review to track progress.  This process is carried out through sector teams for Agriculture/Nonpoint, Education & Outreach, Monitoring, MS4/Stormwater, and Wastewater.  For more information about the Rock River TMDL contact: Mark Riedel (608)275-3471.Impaired waters in Wisconsin are addressed through an analysis, known as a Total Maximum Daily Load (TMDL). A TMDL is the amount of a pollutant a waterbody can receive and still meet water quality standards. Basically it is a pollution \"budget\" for a water body or watershed that establishes the pollutant reduction needed from each pollutant source to meet water quality goals.Section 303(d) of the Clean Water Act requires all states to develop TMDLs for waters on the Impaired Waters List. A TMDL is the amount of a pollutant a water can receive and still meet water quality standards. The analysis can be expressed as a formula:TMDL = Wasteload Allocation (WLA) + Load Allocation (LA) + Margin of Safety (MOS).The WLA is the total allowable pollutant load from point sources (municipal and industrial wastewater facilities, CAFOs, and MS4s). The LA is the load assigned to nonpoint sources (agricultural runoff, non–regulated urban areas). The MOS is the margin of safety which accounts for any uncertainty in the analysis and modeling.To establish a TMDL, Wisconsin’s numeric water quality standards or applicable water quality targets based on narrative water quality standards are used. Water quality monitoring and measured flow in the watershed quantify current pollutant loads to the impaired water. To calculate the pollutant loads, computer models are used. Specific information for the model is needed such as: weather, topography, soil types, and land use. With these and other data inputs, the model simulates physical processes associated with the flow of water, sediment movement, nutrient cycling, crop growth, etc. Models can also be used to predict impacts of changes in land use, climate, and management practices on water quality. TMDL modeling determines the existing load and the target load to calculate the load reduction needed from each pollutant source.",
 "dc_rights_s": "Public",
 "dct_provenance_s": "Wisconsin Department of Natural Resources",
 "layer_id_s": "",
 "layer_slug_s": "WiDNR__c841fdc2d30640bb99274378bb58f6eb_27",
 "layer_geom_type_s": "",
 "layer_modified_dt": "2018-11-15T20:04:43.000Z",
 "dc_format_s": "File",
 "dc_language_s": "English",
 "dct_isPartOf_sm": "Wisconsin DNR Open Data",
 "dc_creator_sm": "Wisconsin Department of Natural Resources",
 "dc_type_s": "Dataset",
 "dc_subject_sm": [
  "Rock River",
  "TMDL",
  "watershed",
  "pollution",
  "pollutant",
  "water",
  "water quality",
  "Impaired",
  "wasteload allocation",
  "WLA",
  "load allocation",
  "LA",
  "margin of safety",
  "MOS",
  "Total Maximum Daily Load",
  "Wisconsin",
  "DNR",
  "Department of Natural Resources",
  "WDNR",
  "WI DNR",
  "natural resources",
  "environmental",
  "suspended solids"
 ],
 "dct_spatial_sm": "",
 "dct_issued_s": "2017-06-23T16:10:53.000Z",
 "dct_temporal_sm": "",
 "solr_geom": "ENVELOPE(-89.6091, -88.1553, 43.7883, 42.484)",
 "solr_year_i": "2018",
 "dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/c841fdc2d30640bb99274378bb58f6eb_27.geojson\",\"http://schema.org/downloadUrl\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/c841fdc2d30640bb99274378bb58f6eb_27.csv\",\"http://schema.org/downloadUrl\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/c841fdc2d30640bb99274378bb58f6eb_27.kml\",\"http://schema.org/downloadUrl\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/c841fdc2d30640bb99274378bb58f6eb_27.zip\",\"http://schema.org/url\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/c841fdc2d30640bb99274378bb58f6eb_27\"}"
}