{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "http://data-wi-dnr.opendata.arcgis.com/datasets/2b34b918351f4e4e942a084d00f01971",
 "dc_title_s": "Wisconsin DEM from LiDAR (Units in Feet)",
 "dc_description_s": "Note: This service is only for using online; full resolution downloads are not supported. Image service created from Digital Elevation Models (DEMs) derived from county-produced LiDAR covering several Wisconsin counties.  Elevation units are in feet.  This service was last updated January 2nd, 2019.  It can be used in conjunction with its associated Index layer, DEM and Hillshade from LiDAR - Index, to determine flight years of source LiDAR and resolution of source DEMs.  Also see the Index layer item details for detailed information about counties included in this service and in related services: DEM from LiDAR (Units in Meters) and Hillshade from LiDAR.Several no-data areas are present in the source data. These include: The City of Eau Claire and portions of adjacent Townships; portions of Dewey and Flambeau Townships in central Rusk County; portions of the Township of Milton in north central Rock County; portions of the Village of Pulaski in northwest Brown and southwest Oconto counties; and some areas along the Adams/Juneau County boundary. Note: Some other areas display as data gaps (white artifacts) when the service is viewed at statewide scales, but display normally when zoomed in to scales of approximately 1:1,000,000 or larger. We hope to address the no-data areas and small-scale data gaps in future updates to this service. The source DEMs have not been hydrologically conditioned. The Vertical Datum for the DEMs is NAVD88.  The Hillshade is intended for visualization of the landscape, rather than analysis. When queried, the Hillshade pixel values do not indicate elevation; instead, the pixel values range from 0 to 255 because the image is rendered as an 8-bit greyscale image. If elevation values are needed, use the LiDAR-Derived DEM Imagery Layer. WI DNR acknowledges the USDA Natural Resources Conservation Service, USGS, FEMA, the Southeastern WI Regional Planning Commission, and the individual counties listed in DEM and Hillshade from LiDAR - Index, for making source data available. For more information, visit https://dnr.wi.gov/feedback/ and choose Geographic Information Systems Data as the subject.",
 "dc_rights_s": "Public",
 "dct_provenance_s": "Wisconsin Department of Natural Resources",
 "layer_id_s": "",
 "layer_slug_s": "WiDNR__2b34b918351f4e4e942a084d00f01971",
 "layer_geom_type_s": "",
 "layer_modified_dt": "2019-01-23T20:29:18.000Z",
 "dc_format_s": "File",
 "dc_language_s": "English",
 "dct_isPartOf_sm": "Wisconsin DNR Open Data",
 "dc_creator_sm": "Wisconsin Department of Natural Resources",
 "dc_type_s": "Dataset",
 "dc_subject_sm": [
  "DEM",
  "Digital Elevation Model",
  "elevation",
  "LiDAR",
  "land cover",
  "Department of Natural Resources",
  "WDNR",
  "WI DNR",
  "natural resources"
 ],
 "dct_spatial_sm": "",
 "dct_issued_s": "2019-01-14T15:59:04.000Z",
 "dct_temporal_sm": "",
 "solr_geom": "ENVELOPE(-92.9649, -86.7081, 47.0953, 42.4569)",
 "solr_year_i": "2019",
 "dct_references_s": "{\"http://schema.org/url\":\"http://data-wi-dnr.opendata.arcgis.com/datasets/2b34b918351f4e4e942a084d00f01971\"}"
}